Repository: xxsimoxx/limit-login-attempts-ng
Catalog: languages/limit-login-attempts-*.po
Languages: it_it

source: Limit rate of login attempts, including by way of cookies, for each IP.
it_it: Limita la frequenza dei tentativi di login, compresi quelli che utilizzano cookies, per ogni IP.

source: Limit Login Attempts NG requires ClassicPress version 2.0.0 or above.
it_it: Limit Login Attempts NG richiede ClassicPress versione 2.0.0 o superiore.

source: Limit Login Attempts NG is a plugin meant to only work on ClassicPress sites.
it_it: Limit Login Attempts NG è un plugin specifico per ClassicPress.

source: %d hour
it_it: %d ora

source: %d minute
it_it: %d minuto

source: [%s] Failed login attempts from whitelisted IP
it_it: [%s] Tentativi di accesso falliti da IP in whitelist

source: [%s] Too many failed login attempts
it_it: [%s] Troppi tentativi di accesso falliti

source: Last user attempted: %s
it_it: Ultimo tentativo dall'utente: %s

source: IP was NOT blocked because of external whitelist.
it_it: L'IP non è stato bloccato a causa di una whitelist esterna

source: IP was blocked for %s
it_it: L'IP è stato bloccato per %s

source: <strong>ERROR</strong>: Too many failed login attempts.
it_it: <strong>ERRORE</strong>: Troppi tentativi di accesso falliti.

source: Please try again later.
it_it: Riprova più tardi.

source: Please try again in %d hour.
it_it: Riprova tra %d ora.

source: Please try again in %d minute.
it_it: Riprova tra %d minuto.

source: <strong>ERROR</strong>: Incorrect username or password.
it_it: <strong>ERRORE</strong>: Nome utente o password sbagliati.

source: Tried to log in as
it_it: Provato ad accedere come

source: %d lockout
it_it: %d blocco

source: Cleared IP log
it_it: Lista degli IP svuotata

source: Reset lockout count
it_it: Azzera il conteggio dei blocchi

source: Cleared current lockouts
it_it: Azzerato i blocchi correnti

source: Options changed
it_it: Opzioni aggiornate

source: It appears the site is reached directly (from your IP: %s)
it_it: Sembra che il sito sia raggiungibile direttamente (dal tuo IP: %s)

source: <strong>Current setting appears to be invalid</strong>. Please make sure it is correct. Further information can be found <a href="%s" title="FAQ">here</a>
it_it: <strong>Sembra che la tua configurazione non sia valida</strong>. Per favore assicurati della correttezza. Maggiori informazioni potrai trovarle <a href="%s" title="FAQ">qui</a>

source: Statistics
it_it: Statistiche

source: Total lockouts
it_it: Totale blocchi

source: Reset Counter
it_it: Azzera contatore

source: %d lockout since last reset
it_it: %d blocco dall'ultimo azzeramento

source: No lockouts yet
it_it: Nessun blocco

source: Active lockouts
it_it: Blocchi attivi

source: Restore Lockouts
it_it: Ripristina blocchi

source: Options
it_it: Opzioni

source: Lockout
it_it: Blocco

source: allowed retries
it_it: tentativi consentiti

source: minutes lockout
it_it: minuti di blocco

source: lockouts increase lockout time to
it_it: i blocchi aumentano il tempo di blocco a

source: hours
it_it: ore

source: hours until retries are reset
it_it: ore trascorse dall'azzeramento

source: Site connection
it_it: Connessione del sito

source: Direct connection
it_it: Connessione diretta

source: From behind a reversy proxy
it_it: Connessione attraverso un reverse proxy

source: Handle cookie login
it_it: Gestisci login coi cookies

source: Yes
it_it: Si

source: Notify on lockout
it_it: Notifica in caso di blocco

source: Log IP
it_it: Registra IP

source: lockouts
it_it: Blocchi

source: Change Options
it_it: Cambia le impostazioni

source: Lockout log
it_it: Log dei blocchi

source: Clear Log
it_it: Cancella log
